---
kind: enumMember
id: F:Autodesk.Revit.DB.CurvedEdgeConditionParam.ProjectToSideFace
enum: Autodesk.Revit.DB.CurvedEdgeConditionParam
source: html/e37cd05c-8373-55b8-dd1f-e1df492ad4be.htm
---
# Autodesk.Revit.DB.CurvedEdgeConditionParam.ProjectToSideFace

Project to side